Revit 2027 API
SymbolTypeId.UsTonnesForceTons Property
 Symbol Tons, indicating unit US tonnes force.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId UsTonnesForceTons { get; }
Public Shared ReadOnly Property UsTonnesForceTons As ForgeTypeId
	Get
public:
static property ForgeTypeId^ UsTonnesForceTons {
	ForgeTypeId^ get ();
}
static member UsTonnesForceTons : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
SymbolTypeId Class
Autodesk.Revit.DB Namespace